* Shared
  | item                                   | value(gp) | weight(lbs) |
  |----------------------------------------+-----------+-------------|
  | +1 returning dagger, cold iron(tiny)   |     10000 |             |
  | 1700gp                                 |      1700 |          34 |
  | 14pp                                   |       110 |             |
  | Mwk Composite Longbow (+4 str)         |       800 |           3 |
  | +1 Elven Bane Arrow *4                 |       640 |             |
  | (+2 hit and +2d6 damage against elves) |           |             |
  | Everburning torch *2                   |           |           2 |
  | +1 Bastard Sword                       |      2000 |           6 |
  | Sihedron Medallion                     |           |             |
  | Holy Symbol of Lamashtu                |       100 |             |
  |----------------------------------------+-----------+-------------|
  | *Total*                                |     15350 |          45 |
  #+TBLFM: @12$2=vsum(@2$2..@11$2)::@12$3=vsum(@2$3..@11$3)
* Tod
 | Slot         | Item                | Weight |
 |--------------+---------------------+--------|
 | Armor        | +1 Banded Mail      |     35 |
 | Shield       | +1 Heavy Wooden     |     10 |
 | Shoulder     | +1 Resistance Cloak |      1 |
 | Ring         | +1 Deflection       |        |
 | Weapon       |                     |        |
 |              | Mwk Scimitar        |      4 |
 |              | Scimitar, Cold Iron |      4 |
 |              | Longbow             |      3 |
 | Consumeables |                     |        |
 |              | Potion of CLW       |        |
 |              | Potion of CMW       |        |
 |              | Arrow*20            |      3 |
 |--------------+---------------------+--------|
 | *Total*      |                     |     60 |
#+TBLFM: @14$3=vsum(@2..@13)
* Halys
 | Slot       | Item                      | Weight |
 |------------+---------------------------+--------|
 | Shoulder   | +1 Resistance Cloak       |      1 |
 | Armor      | Studded Leather           |     20 |
 | Weapon     |                           |        |
 |            | mwk Shortsword, Cold Iron |      2 |
 |            | mwk Shortsword, Cold Iron |      2 |
 |            | Dagger, Silver            |      1 |
 |            | Shortbow                  |      2 |
 | Consumable |                           |        |
 |            | Potion of CMW             |        |
 |            | Arrow*20                  |      3 |
 | Others     |                           |        |
 |            | Masterwork Thieves' Tools |      2 |
 |------------+---------------------------+--------|
 | *Total*    |                           |     33 |
#+TBLFM: @14$3=vsum(@2..@13)
* Jozan
 | Slot       | Item                 | Weight |
 |------------+----------------------+--------|
 | Armor      | +1 Breastplate       |     30 |
 | Shield     | +1 Darkwood Shield   |      5 |
 | Shoulder   | +1 Resistance Cloak  |      1 |
 | Weapon     |                      |        |
 |            | Sling + Bullet       |      5 |
 |            | Morning Star         |      6 |
 |            | Dagger               |      1 |
 | Consumable |                      |        |
 |            | Scroll of CLW        |        |
 |            | CLW Wand (45 Charge) |        |
 |------------+----------------------+--------|
 | *Total*    |                      |     48 |
#+TBLFM: @12$3=vsum(@2..@11)
* Aias
 | Slot       | Item                     | Weight |
 |------------+--------------------------+--------|
 | Armor      | Chain Shirt              |     20 |
 | Weapon     |                          |        |
 |            | +1 Longsword             |      4 |
 |            | +1 str composite Longbow |      3 |
 | Consumable |                          |        |
 |            | Arrow*20                 |      3 |
 |------------+--------------------------+--------|
 | *Total*    |                          |     30 |
#+TBLFM: @8$3=vsum(@2..@7)
* Maria
 | Slot       | Item                   | Weight |
 |------------+------------------------+--------|
 | Armor      | Mithral Chain Shirt    |     10 |
 | Shield     | Heavy Wooden Shield    |     10 |
 | shoulders  | +1 Cloak of Resistance |      1 |
 | Weapon     |                        |        |
 |            | Longsword              |      4 |
 |            | Shortbow               |      2 |
 | Consumable |                        |        |
 |            | Arrow*20               |      3 |
 |------------+------------------------+--------|
 | *Total*    |                        |     30 |
#+TBLFM: @10$3=vsum(@2..@9)
* Sarah 
 | Slot       | Item                   | Weight |
 |------------+------------------------+--------|
 | shoulders  | +1 Cloak of Resistance |      1 |
 | Weapon     |                        |        |
 |            | Staff                  |      5 |
 | Consumable |                        |        |
 |            | Scroll of Mage Armor*3 |        |
 |            | Scroll of Burning Hand |        |
 |            | Wand of MM(37)         |      1 |
 | others     |                        |        |
 |            | Spell book             |      3 |
 |            | Spell component Pouch  |      2 |
 |------------+------------------------+--------|
 | *Total*    |                        |     12 |
 #+TBLFM: @12$3=vsum(@2..@11)
